
<?php
  require __DIR__ . '/../path.php';
include __DIR__ . '/../include/head.php';
include __DIR__ . '/../include/header.php';

?>
    <div class="rules" id="rules">
        <div class="container">
            
                <div class="advice_inner">
                    <h1 class="advice__title">История Школы №5 г. Ленгера</h1>
                    <h2>Сведения о школе на 1 ноября 2020 года </br>
                        Наименование организации – КГУ «Школа-гимназия №5»
                        Руководитель – Бородина Светлана Игоревна
                        Количество персонала – 93 (73 учителя + 20 тех.персонал)
                        Классы комплекты  - 37 + 2 группы предшкольной подготовки 
                        Количество учащихся – 962
                    </h2>
					
                </div>

        </div>
    </div>
    <div class="container">
        <div class="history">
            <div class="history__img">
                <img src="../assets/img/history/ris1.jpg" alt="">
            </div>
            <div class="history__img">
                <img src="../assets/img/history/ris2.jpg" alt="">
            </div>
            <div class="history__text">
                <p><strong><span style="color: red; font-size: 16px">23.01.1937г.</span></strong> – впервые были открыты школьные двери первой городской средней школы №1 (нынешней Школы-гимназии №5). Школа была построена на пустыре. Вокруг, на несколько метров, не было ни одного жилого дома.</br>
                Первым директором школы был Кокорин Я.А.</p>
                <p><strong><span style="color: red; font-size: 16px">В 1937-1938 учебном году </span></strong> в школе прибавилось несколько классов, из них несколько классов с казахским языком обучения.
                </p><p><strong><span style="color: red; font-size: 16px">В 1938-1939 учебном году</span></strong> в школе появился 10-й класс, в который перевелись ученики из Георгиевской школы.
                </p><p>В это время активизировалась комсомольская организация, начали работу литературный, физкультурный и драматический кружки.
                </p><p><strong><span style="color: red; font-size: 16px">В 1939 году </span></strong>состоялся 1 выпуск Ленгерской средней школы.
                </p><p><strong><span style="color: red; font-size: 16px">В 1940 году </span></strong>Ленгерская средняя школа переезжает в новое здание (нынешнее здание Школы №1). А нашем здании размещается школа-семилетка из смешанных классов. Директором становится <strong>Студенцов А.И.</strong>
                </p><p><strong><span style="color: red; font-size: 16px">1941-1945 гг.</span></strong> – Страна борется с фашизмом. Ученики школы помогают фронту посильным трудом, работают на сборе колосков, в шахте, в подсобном хозяйстве.
                </p><p><strong><span style="color: red; font-size: 16px">В 1941 году</span></strong> на базе школы в течении нескольких месяцев работала «Школа молодого бойца» по подготовке добровольцев перед отправкой на фронт.
                </p><p><strong><span style="color: red; font-size: 16px">В 1942 году </span></strong>директор школы <strong>Студенцов А.И. </strong>вместе со своими учениками ушел на фронт.
                </p><p>В воскресенье – <strong><span style="color: red; font-size: 16px">9 мая 1945 года</span></strong> – как только по радио объявили о Победе советского народа над фашистской Германией, которую носил в сердце каждый человек, все учащиеся школы, без предварительного объявления, собрались около школы и отправились на митинг к Горкому партии.
                </p><p><strong><span style="color: red; font-size: 16px">1946-1950 – послевоенные годы.</span></strong></p>
                <p>Большое внимание уделяется пионерской работе. Работают хоровой и драматический кружки, организован кукольный театр. В этот период ученики школы занимают первые места в предметных олимпиадах, помогают строить узкоколейку в шахте.
                </p><p>Учащиеся школы высадили около ста саженцев по улице Школьная (позже улица Комарова, в настоящее время Айтеке би), которые превратились в тенистые аллеи. Большое внимание уделяется работе на пришкольном участке.
                </p>
            </div>
            <div class="history__photo">
                <div class="history__imgsm">
                    <img src="../assets/img/history/ris3.jpg" alt="">
                </div>
                <div class="history__imgsm">
                    <img src="../assets/img/history/ris4.jpg" alt="">
                </div>
                <div class="history__imgsm">
                    <img src="../assets/img/history/ris5.jpg" alt="">
                </div>
            </div>
            <p><strong><span style="color: red; font-size: 16px">С 1953 по 1955 гг.</span></strong>  происходит реорганизация и Семилетняя школа №1 становится Средней школой №5.</p>
            <p><strong><span style="color: red; font-size: 16px">С 1954 по 1972 гг. </span></strong>– директором СШ №5 была Жукова Татьяна Николаевна.</p>
            <p><strong><span style="color: red; font-size: 16px">В период с 1954 по 1957 гг.  </span></strong>юннаты школы становятся ежегодными представителями Всесоюзной Сельскохозяйственной выставки (ВДНХ) в г.Москве, где представляют лучшие сельскохозяйственные экспонаты, выращенные своими руками на опытном пришкольном участке. Экспонаты Небогатого М., Кисилева Н., Москаленко А., 
            Богатской Е и других были отмечены грамотами и призами.</p>
            <p><strong><span style="color: red; font-size: 16px">В период с 1958 по 1961 гг.  </span></strong> пед. коллектив, учащиеся школы и их родители принимают активное участие в строительстве спортивного зала, тира и пристройки из восьми классных комнат. </p>
            <p><strong><span style="color: red; font-size: 16px">В 1966 году </span></strong> , силами педагогов и учителей, началось строительство столовой и школьного музея, 
            позже в этом здании были размещены мастерские для уроков трудового обучения.</strong></p>
            <p><strong><span style="color: red; font-size: 16px">В 1967 году  </span></strong> школе было присвоено имя летчика-космонавта, дважды героя Советского Союза Владимира Михайловича Комарова.</p>
            <p><strong><span style="color: red; font-size: 16px">С 1972 по 1973 гг.  </span></strong> – директором была Куценко Анна Александровна.</p>
            <div class="history__photo">
                <div class="history__imgsm">
                    <img src="../assets/img/history/ris6.jpg" alt="">
                </div>
                <div class="history__imgsm">
                    <img src="../assets/img/history/ris7.jpg" alt="">
                </div>
                <div class="history__imgsm">
                    <img src="../assets/img/history/ris8.jpg" alt="">
                </div>
            </div>
            <p><strong><span style="color: red; font-size: 16px">С 1973 по 1983 гг.  </span></strong>  – директором школы был Шульга Григорий Андреевич. В этот период у школы появляется новый корпус (административный), в котором разместились столовая, актовый зал, трудовые мастерские, 
            библиотека, кабинеты директора, завуча, медсестры. Соединяла старое и новое здания галерея.</strong></p>
            <p><strong><span style="color: red; font-size: 16px">В период с 1983 по 2008 гг.  </span></strong>  – директором школы была Хоменко Светлана Сергеевна.</br>
                С началом новой летописи в истории Казахстана – как независимого самостоятельного государства, начинается эпоха эксперимента, творчества, преобразований в школе.
            </p>
            <p><strong><span style="color: red; font-size: 16px">В период с 1990 по 1995 гг.  </span></strong>  школа является экспериментальной площадкой и работает над проблемой «Нетрадиционная организация учебно-воспитательного процесса и разноуровневой и многопрофильной ориентации учащихся». 
            За этот период школа добивается хороших успехов в качестве знаний учащихся.</br>
            По итогам лицензирования в 1996 г. Школе присвоен статус Многопрофильная школа-гимназия №5 (МПШГ №5) – приказ Южно-Казахстанского областного Департамента образования №144 от 01.04.1996 г.</br>
            Вся внутришкольная организационно-педагогическая работа гимназии направлена на совершенствование деятельности учителей и учащихся, повышение делового мастерства и творчества педагогов, повышению качества знаний и уровня воспитанности учащихся.</br>
            Педколлектив постоянно направляет свою работу на развитие учащихся, их творческого и интеллектуального потенциала:</br></p>
           <p>Внедряет программы углубленного изучения предметов: математики, английского языка, истории, биологии, географии;</p>
            <p>Программы профильных курсов: химико-биологический, экономико-правовой, физико-математический, языковой;</p>
            <p>Вводит предметы дополнительного образования: экономика, граждановедение, валеология, ритмика, экология, правовая этика, риторика.</p>

            <p><strong><span style="color: red; font-size: 16px">В 2004 году  </span></strong>  школа вступает в эксперимент по 12-летней системе обучения – Приказ МОН РК №3-4/1084 от 13.07.2004 г. Эксперимент прекращен в 2012-201 учебном году.</strong></p> 
            <p><strong><span style="color: red; font-size: 16px">С января 2008 года  </span></strong>  и по настоящее время директором школы является Бородина Светлана Игоревна.</p>
            <p><strong><span style="color: red; font-size: 16px">В 2008 году </span></strong>  Постановлением Акимата Толебийского района МПШГ №5 становится Школой-гимназией №5.</p>
            <p><strong><span style="color: red; font-size: 16px">В 2009 году  </span></strong>  впервые проводится капитальный ремонт здания школы. </p>
            <p><strong><span style="color: red; font-size: 16px">С 2011 по 2013 гг. </span></strong>  на базе школьного тира, по приказу Департамента туризма, физкультуры и спорта ЮКО №1114 от 07.04.2011 г., работает Республиканский специализированный класс по пулевой стрельбе</strong></p>
            <p><strong><span style="color: red; font-size: 16px">В 2016-2017 учебном году  </span></strong>  начинается обучение 1-классников в рамках Обновленного содержания образования.</p>
            <p><strong><span style="color: red; font-size: 16px">В 2020 году  </span></strong>  сданы в эксплуатацию новый корпус для начальных классов, спортивный зал, мастерские. </p>


            <h3 style="color: blue; font-size: 25px">Директора школы последних лет</h3>

            <div class="history__img">
                <img src="../assets/img/history/ris9.jpg" alt="">
            </div>
            <div class="history__text">
                <p style="font-style: italic; font-size: 18px"><strong>Три поколения директоров СШ№5 (Жукова Т.И., Шульга Г.А. и Хоменко С.С.) на 50-летнем юбилее школы.</strong>
               </p>
                
            </div>
            <div class="history__dir">
                <div class="history__dir-Item">
                    <div class="history__dirinfo">
                        <img src="../assets/img/history/ris10.jpg" alt="">
                    </div>
                    <div class="history__dirinfo">
                        <p style="font-style: italic; font-size: 18px"><strong>Шульга Григорий Андреевич –
                            с 1973 по 1983 год 
                            был директором СШ №5
                            </strong></p>
                    </div>
                </div>
                <div class="history__text">
                    <p><strong><span style="color: red; font-size: 16px">Шульга Григорий Андреевич</span></strong>  - родился 9 мая 1923 года в с.Хабда, Ак-булакского района, Оренбургской области.</p>
                    <p>Окончив семилетку, работал в селе, а когда началась война, добровольцем ушел на фронт. Ему было неполных 18 лет, когда он попал в самое пекло войны – защищал подступы к Сталинграду. Был тяжело ранен, почти год лечился в госпиталях, был списан по ранению.
                    <p>До окончания войны работал в  Оренбурге, в отделе цензуры писем.
                    <p>После войны Григория Андреевича посылали на разные участки работы: учителем, директором школы, парторгом, инструктором Райисполкома. Женился. Закончил исторический факультет Оренбургского педагогического института.
                    <p>В 1961 году с женой и тремя детьми приехал в Казахстан, город Ленгер, где проработал до пенсии: заместителем председателя Горисполкома, директором  СШ №6, ушел на пенсию в 1983 году с должности директора СШ №5.
                    <p>Будучи на пенсии, занимался большой общественной работой в деле воспитания подрастающего поколения. Ушел из жизни в 2006 году.

               </p>
                
            </div>
            <div class="history__dir">
                <div class="history__dir-Item">
                    <div class="history__dirinfo">
                        <img src="../assets/img/history/ris11.jpg" alt="">
                    </div>
                    <div class="history__dirinfo">
                        <p style="font-style: italic; font-size: 18px"><strong>Хоменко Светлана Сергеевна – 25 лет на посту директора школы №5
                            </strong></p>
                    </div>
                </div>
                <div class="history__text">
                    <p><strong><span style="color: red; font-size: 16px">Хоменко Светлана Сергеевна </span></strong>  -  родилась в г.Орск, Оренбургской области, 21 декабря 1946 года.
                    <p>Окончила Кызыл-Ординский педагогический институт, филологический факультет, по специальности русский язык и литература.
                    <p>Трудовую деятельность начала в 1964 году воспитателем детского сада г.Каратау.
                    <p>С 1966 по 1969 год работала учителем начальных классов в с.Первомаевка, Ленгерского района.
                    <p>С 1969 по 1982 год была учителем, в затем завучем в СШ №1 г.Ленгера.
                    <p>С мая 1983 по январь 2008 года была директором Средней школы (позже Многопрофильной школы-гимназии) №5 г.Ленгера. Стояла у истоков преобразований в школе, проведения образовательного эксперимента по внедрению многопрофильности обучения.
                    <p>Учитель высшей категории, имеет звания:
                    <p>-  «Отличник народного просвещения Казахской ССР» - 1979 г., 
                    <p>- «Отличник просвещения СССР» - 1980г., 
                    <p>- «Почетный гражданин Толебийского района» - 2010 г.
                    <p>Награждена:
                    <p>-  Почетной грамотой Министерства образования, культуры и здравоохранения – 1980 г., 
                    <p>- Нагрудным знаком «И.Алтынсарина» МО РК – 2007г., 
                    <p>- Юбилейной медалью «К 10-летию Конституции РК» - 2005 г.,
                    <p>- Многочисленными грамотами и благодарственными письмами  ОблОНО, Акимов Толебийского района, РайОО.

                    <p>«В школу №5 г.Ленгера я пришла директором  3 мая 1983 года. 25 лет моей жизни тесно связаны с этой школой.
                    <p>О любимой школе хочется слышать только хорошее, радоваться ее успехам и победам. Если есть негативные моменты – переживаем и волнуемся, положительные – радуемся и восторгаемся. Любим школу, как своих детей!
                    <p>Воспоминаний о школе очень много.
                    <p>Сразу с начала учебного года (октябрь 1983 года) – начиналась хлопковая компания, где учащиеся 9-1 классов находились по одному месяцу вдали от дома. Дети ездили с радостью и желанием. Только единицы родителей и учеников находили причины, чтобы не поехать. Возвращались с Красным Знаменем, поправившиеся и с первой зарплатой. Учебную программу успевали проходить, а главное детки то были такие умненькие.

              
                </div>

                <div class="history__dir-Item">
                    <div class="history__dirinfo">
                        <img src="../assets/img/history/ris12.jpg" alt="">
                    </div>
                    <div class="history__dirinfo">
                        <p style="font-style: italic; font-size: 18px">Хоменко Светлана Сергеева и Белетченко Николай Павлович с ученицами на сборе хлопка.
                            </p>
                    </div>
                </div>
                <div class="history__text">
                    <p> Кроме того трудовые подвиги ученики совершали в летних месячных «Трудовых лагерях» в нашем районе (ездили по желанию)
                    <p>Сбор яблок, картофеля, металлолома, макулатуры, уборка улиц и др. – с криками «Ура!» - отправлялись ученики на данную работу.

                </div>
                <div class="history__dir-Item">
                    <div class="history__dirinfo">
                        <img src="../assets/img/history/ris13.jpg" alt="">
                    </div>
                    <div class="history__dirinfo">
                        <p style="font-style: italic; font-size: 18px">Заведующая ГорОНО Букеева Н.Б., директор Носочно-трикотажной фабрики Бекмурзаева С.Д. (шефы школы), директор школы Хоменко С.С. на посадке деревьев в школьном саду  в честь 50-летия школы.
                            </p>
                    </div>
                </div>

                <div class="history__text">
                    <p> Как приятно проезжать сегодня по улицам Айтеке би и Толеби, видеть огромные «елки» - можжевельник, который посажен силами  учеников и учителей  Школы-гимназии №5.
                    <p>   Спасибо огромное коллективу учителей и учеников!!!
                    <p>   Трудовые дела воспитывают в детях коллективизм, дружбу, поддержку и оказание помощи, вырабатывают определенные навыки и опыт.
                    <p>   Казахстан с 1991 года начал строительство нового суверенного демократического государства. Это были трудные и сложные годы.
                    <p>   Но школа №5 в эти же годы (1.09.1991) начала в стенах своей школы ПЕРЕСТРОЙКУ учебно-воспитательного процесса. Начало всему новому и передовому в школе дало активное участие наших учителей во Всесоюзном интеллектуальном клубе «Эврика», членом которого она являлась с 1986 года.
                    <p>   И с 01.09.1991 года в школе вводится эксперимент по организации учебно-воспитательного процесса с многоуровневым, разнопрофильным обучением, где велась разработка новой системы, обеспечивающей обучение, воспитание и развитие свободной, жизнелюбивой и талантливой личности. Мы прошли и выдержали эксперимент и с 01.04.1996 года Школе №5 присвоен статус Многопрофильная школа-гимназия (первая в районе и городе). Предметы, которые мы ввели в «жизнь» это: трехъязычие, информатика, риторика, ритмика, валеология, экономика, правоведение и др., начинались с начальных классов. Все эти нововведения, инновационные работы укрепились и теперь уже живут повсеместно в системе образования РК.
                    <p>    Вся наша традиционная работа, огромное желание работать по-новому, применять свои новаторские методы и работать в интересном режиме школы привели к отличным успехам в учебно-воспитательном процессе.
                    <p>    •	2004 г. – впервые вводится новый экзамен – ЕНТ, где МПШГ №5 занимает 1 место по району и продолжает лидировать еще много лет.
                    <p>   •	2003-2004 г. – единственной в районе школе доверили эксперимент по новой образовательной программе – 12-летнее обучение учащихся.
                    <p>   •	Смотры художественной самодеятельности проходили на самом высоком и профессиональном уровне.
                    <p>   •	Выставки «Творчество юных», выполнение «Президентских спортивных тестов», победители районных и областных предметных олимпиад, многочисленные воспитательные мероприятия, праздники «Первого и Последнего звонков», выпускные вечера (проводимые в школе) – все эти мероприятия смотрелись, как театральные представления. И, поэтому, в рейтинге между школами, Школа-гимназия №5 всегда была на высоком почетном месте!
                    <p>    И все это благодаря главной фигуре всех преобразований в школе – УЧИТЕЛЮ!
                    <p>      Учитель – творец душ человеческих и от него зависит, каким будет новое поколение в будущности Казахстана.
                    <p>       Все учителя с которыми работала я, это специалисты высокого класса, мудрые наставники, без которых трудно представить школу: Жукова Т.Н., Шульга Г.А., Беда Д.А., Дель А.А., Гафарова Н.И., Павлов А.И., 
                        Шепелев В.И., Белетченко Н.П., Рубан О.Г., Павлова Л.И., Данилова Л.В., Лужнова Т.А., Дуплякова Л.К., Попова А.Г., Ежова Л.М., Гражданцева Н.Н., Шевченко Р.Я., Тюрина И.И., Ловкова Н.Н., Матвеева Т.А. – это не полный список учителей, посвятивших свою жизнь школе. А также весь коллектив учителей, работающих сегодня.»


                </div>

                <div class="history__img">
                    <img src="../assets/img/history/ris14.jpg" alt="">
                </div>
                <div class="history__text">
                    <p style="font-style: italic; font-size: 18px">Педагогический коллектив Школы №5 – 2018 год
                    </p>
                    
                </div>

            </div>
            <div class="history__dir">
            <div class="history__dir-Item">
                    <div class="history__dirinfo">
                        <img src="../assets/img/history/ris15.jpg" alt="">
                    </div>
                    <div class="history__dirinfo">
                        <p style="font-style: italic; font-size: 18px"><strong>Бородина Светлана Игоревна – 
                            с 2008 года директор 
                            Школы-гимназии №5,  города Ленгера, Толебийского района.

                            </strong></p>
                    </div>
                </div>
                <div class="history__text">
                    <p><strong><span style="color: red; font-size: 16px">Бородина Светлана Игоревна </span></strong>  
                         родилась 8 марта 1965 года в городе Караганде. В городе Ленгере проживает с 1969 года.
                         <p> С 1972 по 1980 год обучалась  в СШ №16, п.Александровка.
                         <p> С 1980 по 1984 обучалась и с отличием закончила Ленгерское медучилище.
                         <p>В 1985 году поступила на заочное отделение в Чимкентский педагогический институт, на факультет русского языка и литературы. В этот же период начала работать в СШ №16 и прошла путь от вожатой да завуча школы.
                         <p>В 2001 году начала работу в МПШГ №5 в качестве учителя русского языка и литературы, позже была назначена завучем по методической работе.
                         <p>С января 2008 года назначена на должность директора Школы-гимназии №5.
                         <p>Награды:
                         <p>2011, 2017 и 2019 года – Грамоты Маслихата Толебийского района
                         <p>2014 год – Грамота Маслихата ЮКО
                         <p>2018 год – Республикалық «Ұстаз жолы» қоғамдық қоры  -  «Алғыс хат», «Елеулі еңбегі үшін» «Ы.Алтынсарин» медалі, Куелік №0802
                                        Медаль «Астана 20 жыл» №06558
                                        <p> 2020 год – Медаль «За вклад в образование» №1682 – почетный знак героя инцеклопедии «Лучшие люди».


                                        <p><strong>Званием «Отличник просвещения» были отмечены учителя:</strong>
                                        <p>-  Жукова Татьяна Николаевна (география), 
                                        <p>- Лужнова Тамара Афанасьевна (физика), 
                                        <p>- Рубан Ольга Григорьевна (английский язык), 
                                        <p>- Ежова Лидия Михайловна (химия), 
                                        <p>- Гафарова Нина Ивановна (английский язык),  
                                        <p>- Шевченко Римма Яковлевна (начальные классы), 
                                        <p>- Коробова Любовь Никитична (начальный классы),  
                                        <p>- Павлова Лидия Ивановна (русский язык и литература), 
                                        <p>- Беда Дмитрий Антонович (математика), 
                                        <p>- Дель Андрей Андреевич (русский язык и литература),
                                        <p>- Гражданцева Нина Наумовна (русский язык и литература),
                                        <p>- Белетченко Николай Павлович (физическое воспитание)
                        
                                        <p><strong>Звания «Учитель методист», за активную работу в качестве руководителей районных методических объединений учителей, были удостоены</strong> – Лужнова Тамара Афанасьевна и Гафарова Нина Ивановна.

                                        <p><strong>Выдающиеся выпускники школы разных лет:</strong>
                                        <p>1.	Сагиндыков Абхан Абдрашевич – профессор, доктор химических наук, лауреат Государственной премии РК, руководитель ТСО «Институт нефтепромысловой химии»  (выпуск 1962 г.);
                                        <p>2.	Темирханов Музафархан – кандидат педагогических наук, профессор, заслуженный тренер РК, почетный деятель спорта РК, обладатель черного пояса 7 дан каратэ «WKF» (выпуск 1966 г.);
                                        <p>3.	Паферов Олег Сергеевич -  генерал-лейтенант в отставке, в 2012 году - командующий Военно-воздушными силами и войсками противовоздушной обороны Республики Беларусь (выпуск 1968 г.);
                                        <p>4.	Снаговский Пётр Николаевич - музыкант, военный дирижёр духового оркестра, полковник. Заслуженный работник культуры РК. Более 20 лет - руководитель и главный дирижер военного духового оркестра воинской части г.Павлодара. (выпуск 1968 г.)
                                        <p>5.	Билисбеков Нургали Даулетбекович  - генерал-лейтенант национальной безопасности, Заместитель Председателя Комитета национальной безопасности РК, Награды: Орден «Данк» 2-й степени (2008); 2 медали; Почетный сотрудник комитета национальной безопасности Республики Казахстан  (выпуск 1980г.);
                                        <p>6.	Джеренова Раушан Омархановна – кандидат педагогических наук, обладатель звания «Лучший преподаватель ВУЗа», директор школы «Дарын» (выпуск 1981 г.)
                                        <p>7.	Сугирбаева (Билисбекова) Гульжан Даулетбековна – кандидат исторических наук, доцент, обладатель звания «Лучший преподаватель ВУЗа», Медаль к 550-летию Казахского ханства, 2015 г.,  Юбилейная медаль «ЮКГПИ – 80 лет», зав кафедрой истории ЮКГПИ (выпуск 1982г.);
                                        <p>8.	Солохина Наталья Николаевна – кандидат химических наук, руководитель филиала ТСО «МАСЛО-ДЕЛ» FOOD (выпуск 1983 г.);

              
                </div>
</div>
                <h3 style="color: blue; font-size: 25px">Профкомы школы</h3>

                <div class="history__dir">
                <div class="history__dir-Item">
                    <div class="history__dirinfo">
                        <img src="../assets/img/history/ris16.jpg" alt="">
                    </div>
                    <div class="history__dirinfo">
                        <p style="font-style: italic; font-size: 18px"><strong>Русанов Николай Захарович
(учитель географии ШГ №5, профком, пенсионер)

                            </strong></p>
                    </div>
                </div>
                <div class="history__text">
                    <p>
                    Родился 8 октября 1946 года г.Ленгера, Ленгерского района , Чимкентской области.
                    <p>  С 10 августа 1971 по июнь 2002 года работал учителем географии в СШ (а позже в Школе-гимназии) №5.

                    <p> С  1989 по 2002 год был председателем профсоюзного комитета  школы.
                    <p>  С 2002 года и по данное время проживает в Российской Федерации. 

              
                </div>

</div>
                    <div class="history__dir">
                                    <div class="history__dir-Item">
                                        <div class="history__dirinfo">
                                            <img src="../assets/img/history/ris17.jpg" alt="">
                                        </div>
                                        <div class="history__dirinfo">
                                            <p style="font-style: italic; font-size: 18px"><strong>Цвор Евгений Дмитриевич
(учитель химии КГУ ШГ №5, профком)


                                                </strong></p>
                                        </div>
                                    </div>
                                    <div class="history__text">
                                        <p>
                                        Родился в городе Ленгер 27.11.1976 г. 
                                        <p>С 1984 по 1988г. Обучался в начальной школе №7, а с 1988 по 1994 г. в средней школе №5 г. Ленгер.
                                        <p>С 1994 по 1998 г. Обучался в МКТУ им. Х.А. Яссави в г. Шымкенте.
                                        <p> С 1998 г. по настоящее время работаю в школе-гимназии №5 в должности учителя химии и имею общий и педагогический стаж 22,5 года.
                                        <p>С 2002 по 2008 г. был председателем профкома Школы-гимназии №5, с 2008 по настоящее время – зам. председателя профкома.

                                
                                    </div>

                    </div>

                    <div class="history__dir">
                                    <div class="history__dir-Item">
                                        <div class="history__dirinfo">
                                            <img src="../assets/img/history/ris18.jpg" alt="">
                                        </div>
                                        <div class="history__dirinfo">
                                            <p style="font-style: italic; font-size: 18px"><strong> Тургунов
Мусабек  Валиханұлы



                                                </strong></p>
                                        </div>
                                    </div>
                                    <div class="history__text">
                                        <p>
                                        Родился 10 мая 1957 года в селе Ангар Средне-Чирчикского района, Ташкентской области, Узбекской ССР.
                                        <p> В 1965 года с родителями переехал в село Алишер-Навои Ленгерского района.     
                                        <p> С 1965 по 1975 обучался в СШ им.Кирова.
                                        <p>С 1975 по 1979 гг. обучался в Шыкентском педагогическом институте по специальности – казахский язык и литература. После окончания был направлен в город Газли в СШ им.50 лет СССР.
                                        <p>С1979 по 1981гг. проходил службу в рядах Советской армии.
                                        <p>В 1981 году приехал в  Ленгерский район. Женился на  Сатымбетовой Калиме, имеем 3 детей.
                                        <p>С 1981 по 1989 гг. работал в разных сельских школах Ленгерского района.
                                        <p>В 1989 году был принят в СШ №5 г.Ленгера учителем казахского языка, где и работаю до сих пор.
                                        <p>С 1999 года являюсь членом партии «Нур Отан».
                                        <p>С 2008 года являюсь председателем профсоюзной организации Школы-гимназии №5.

                     Медаль «Астана 20 жыл» №06558
                     <p>2020 год – Медаль «За вклад в образование» №1682 – почетный знак героя инцеклопедии «Лучшие люди».



                                
                                    </div>

                    </div>

                    <div class="history__dir">
                                    <div class="history__dir-Item">
                                        <div class="history__dirinfo">
                                            <img src="../assets/img/history/ris19.jpg" alt="">
                                        </div>
                                        <div class="history__dirinfo">
                                            <p style="font-style: italic; font-size: 18px"><strong> Нагайцева Светлана Владимировна.
(учитель математики ШГ №5)



                                                </strong></p>
                                        </div>
                                    </div>
                                    <div class="history__text">
                                        <p>
                                        Родилась16 января 1963 г. 
                                        <p>Окончила школу № 39 в г.Шымкенте в 1980 году. 
                                        <p>В 1984 году закончила ЧПИ в городе Шымкенте. 
                                        <p>20 лет (с 1984 по 2004 гг.)  работала в школе гимназии № 1. 
                                        <p>17 лет (с 2004 и по настоящее время)  работаю в школе гимназии № 5. 
                                        <p>Пед. стаж составляет – 36 лет. 
                                        <p>В 2019 году получила республиканскую грамоту фонда «Ұстаз жолы»  № 0205 и медаль  «Ы. Алтынсарина»  № 0982.




                                
                                    </div>

                    </div>


                    <div class="history__dir">
                                    <div class="history__dir-Item">
                                        <div class="history__dirinfo">
                                            <img src="../assets/img/history/ris20.jpg" alt="">
                                        </div>
                                        <div class="history__dirinfo">
                                            <p style="font-style: italic; font-size: 18px"><strong> Узбекова Кульжамал  Коитаевна
(учитель начальных классов) 




                                                </strong></p>
                                        </div>
                                    </div>
                                    <div class="history__text">
                                        <p>
                                        Родилась  17.04.1969г. в  селе  Георгиевка  Толебийского  района. 
                                        <p>Школу  окончила  в 1986    году   и   поступила  в  педагогическое  училище  им И.Алтынсарина  в г.Туркестан. 
                                        <p>Окончила  в 1988г  и  работала  учителем начальных  классов  до  2003г в  Георгиевской  средней  школе  в  селе  Георгиевка. 
                                        <p>В  2007  г  окончила  КАУ  «Отырар»  в г  Шымкент .  Специальность  по  диплому -  учитель начальных  классов
                                        <p>С  2003  по  2021  г работаю в КГУШГ   № 5  г  Ленгера. 
                                        <p>Общий  трудовой  стаж  32 г,  педагогический  стаж  32 г.
                                        <p>Квалификационная  категория :   учитель- исследователь, 2019г
                                        <p>Награда:   Курмет грамотасы  «Ұстаз  жолы»  Республикалык  когамдык  коры,  





                                
                                    </div>

                    </div>
                    <div class="history__dir">
                                    <div class="history__dir-Item">
                                        <div class="history__dirinfo">
                                            <img src="../assets/img/history/ris21.jpg" alt="">
                                        </div>
                                        <div class="history__dirinfo">
                                            <p style="font-style: italic; font-size: 18px"><strong> Ким Светлана Николаевна  (учитель английского языка КГУ «Школа-гимназия №5»)




                                                </strong></p>
                                        </div>
                                    </div>
                                    <div class="history__text">
                                        <p>
                                        Родилась 29 сентября 1962г. в г. Находка Приморского края (Россия).  
                                        <p>Закончила среднюю школу №26 г. Петропавловска-Камчатского (Россия) в 1979 году. 
                                        <p>В этом же году поступила в педагогический институт иностранных языков в г. Алматы. 
                                        <p>В 1985 году закончила данный ВУЗ по специальности «учитель английского и немецкого языков». 
                                        <p>В 1985 году была направлена по распределению в г. Ленгер и поступила на работу в среднюю школу №3 в качестве учителя английского и немецкого языков. 
                                        <p>В 1986 году была переведена в школу №5 г. Ленгера, где работала учителем английского языка. 
                                        <p>В 1987 году переехала в г. Алматы и поступила на работу в трест «Главриссовхозстрой» Министерства Мелиорации и сельского хозяйства в качестве технического переводчика. 
                                        <p>В 1988 году работала в зооветеринарном институте в качестве преподавателя английского языка. В 1989 году переехала в г. Ленгер .
                                        <p>В 1990 году поступила на работу  в среднюю школу №4, где проработала учителем английского языка до 1999 года. 
                                        <p>В сентябре 1999 года была переведена в школу-гимназию №5 и работаю учителем английского языка до настоящего времени. Являюсь учителем высшей категории, учителем-исследователем.
                                        <p>Награды:
                                        <p>За время работы была награждена грамотами районного, областного и республиканского значения.
                                        <p>В 2014 году была награждена как «Лучший учитель английского языка»






                                
                                    </div>

                    </div>

                    <div class="history__dir">
                                    <div class="history__dir-Item">
                                        <div class="history__dirinfo">
                                            <img src="../assets/img/history/ris22.jpg" alt="">
                                        </div>
                                        <div class="history__dirinfo">
                                            <p style="font-style: italic; font-size: 18px"><strong> Матвеева Татьяна Александровна   
(учитель музыки КГУ ШГ №5)





                                                </strong></p>
                                        </div>
                                    </div>
                                    <div class="history__text">
                                        <p>
                                        Год рождения:    1970 г.  9 сентября                                                                                                                                  <p>     Место рождения:   Шымкентская обл.       г. Ленгер    Ю.К.О.                                                                                   <p>     Национальность:     русская
                                        <p>В1985 г. – диплом об окончании музыкальной школы.                                                                           <p>    В 1990 -1993 г.  закончила пед. Училище г. Туркестан по специальности «Дошкольное воспитание» ( с отличием )                                                                                                                    <p>        В 1994 – 1999 г.  окончила Южно Казахстанский Государственный университет имени М.Ауэзова  по специадьности : «Культурно – досуговая работа и организация художественного творчества» ( с отличием )                                                                                           В 2012 -2014 г. – диплом  регионального  социально- инновационного  университета по специальности:      5В010600- музыкальное  образование.
                                        <p>Общий пед. стаж   с 1987г. – 34 года.
                                        <p>С 1987 – 1991г. – детский сад № 5 – музыкальный руководитель.                                                   <p>            С 1991  - 2001г. – сш № 1 – учитель музыки и пения.                                                                       <p>       С 2001 – 2015 г. - сш № 5 -  учитель музыки и пения.

                                        <p>Почетная грамота     Президента РК  Н. Назарбаева  2015г.







                                
                                    </div>

                    </div>

            </div>
        </div>
    </div>
    
    
<?php
    //------resource------>
    include ("../include/resource.php");
    //------footer------>
    include ("../include/footer.php"); 
?>